# -*- mode: org; coding: utf-8 -*-
#+STARTUP: overview

*** Answer

http://orgmode.org/worg/org-contrib/org-drill.html
#+BEGIN_QUOTE
There are some situations, such as before an exam, where you will want to revise all of your cards regardless of when they are next due for review.

To do this, run a cram session with the org-drill-cram command (M-x org-drill-cram RET). This works the same as a normal drill session, except that all items are considered due for review unless you reviewed them within the last 12 hours (you can change the number of hours by customising the variable org-drill-cram-hours).
#+END_QUOTE

#+BEGIN_SRC elisp
(setq org-drill-cram-hours 0)
#+END_SRC

#+RESULTS:
: 0

